{"url": "http://nymag.com/news/features/34992/", "text": "\n\n\n\nFred Thompson is laying on the southern-fried charm. It’s a tire-melting afternoon in June, and the son of Lawrenceburg, Tennessee, turned two-term United States senator, Law & Order star, and now almost Republican presidential candidate has just arrived at the Clarion Townhouse hotel in Columbia, South Carolina, for a state-party fund-raiser. A crush of reporters has swarmed him, one of whom has just asked if today will be the day Thompson makes things official. Thompson delivers his honey-smooth reply as if on cue. \u0093I’m just testing the waters, but the water is pretty warm,\u0094 he says as he plows toward the ballroom.\n\nInside, his wife, Jeri, and 3-year-old daughter, Hayden, hug Thompson. The family settles on the dais and is consumed in a lightning storm of flash photography. The six-foot-five, cigar-smoking Thompson’s calling card is his cozy, avuncular folksiness, and he seems nothing if not at home here among his people. Jeri is a formidable woman\u0097a former Senate staffer and spokeswoman for the Republican National Committee who is said to be the true force behind her husband’s decision to run and a key operative in his campaign. She also happens to be blonde, gorgeous, and two dozen years younger than her husband. She is dressed today in a purple skirt cut an inch or so above the knees that has definitely caught the attention of the locals. Hayden, saucer-eyed and adorable in a flower-print dress, smiles shyly. Thompson is only 64, but the family tableau makes him look a bit old and wan.\n\nThe room settles down, and Thompson steps to the microphone. He goes straight to Page One of the Thompson script\u0097a bit of homey Mayberry RFD bemusement directed at those crazy city slickers in Washington. \u0093I was telling one of my buddies up there, \u0091You know, it’s kind of strange. People are always asking me the difference between show business and politics and so forth.’ And he says, \u0091Well, don’t you see the deal? Politics is show business for ugly people.’\u0094 Thompson pauses for a moment and grins. \u0093And then he says, \u0091Thompson, you got it all covered.’\u0094 Everyone laughs.\n\nToday, the immigration bill hangs in the balance, and Thompson, who sells himself as the only genuine red-meat conservative among the leading GOP contenders, lays into his wussy opponents. \u0093We can’t drop another 12 million people and be able to cope with that. We’ve already got a 24-hour rule. If you can’t prove they’re terrorists within 24 hours, you’ve got to pass them. You know the dog ain’t eating the dog food when they put that one out there.\u0094\n\nSomeone shouts \u0093Go, Fred, go.\u0094\n\nNow it’s back to the outsider theme, but this time Thompson is more slick. The subject is the Iraq war, a conflict that Thompson has staunchly supported. \u0093People talk about the last election. They say, \u0091The war, the war, the war,’\u0094 Thompson says with a sigh. \u0093I think it has to do more with corruption and spending than it did the war, and it’s understandable. Sad to say some of our folks went to Washington to drain the swamp and made partnership with the alligators instead.\u0094\n\nA minute later, Thompson offers what has now become a hallmark tease. \u0093Maybe I can come back a little bit later in a different capacity and we can talk a little bit more about some of these issues.\u0094 The applause builds to a standing ovation. \u0093You know, I had another comment or two,\u0094 Thompson says, \u0093but I think that’s the perfect place to stop.\u0094\n\nThompson sticks around for five minutes afterward to answer a few questions from reporters and pose for pictures with old ladies asking that a fence be built around America. I try to force him to improv a little by asking whether it was too late for him to mobilize a modern presidential campaign. But the man can hit his mark. \u0093You know, they said that you had to raise $100 million this year to compete,\u0094 Thompson says as his aides try to get him to turn rightward toward the cameras. \u0093Without raising a dime, I was in the pack. So I’ve already saved $50 million this year.\u0094 Then Thompson smiles and lopes toward the exit. The former actor is done shooting for the day.\n\nSince announcing this spring that he was considering a presidential run, Fred Thompson has improbably jumped to the front of the line for the GOP nomination. In two mid-July polls, Thompson led Rudolph Giuliani by a point or two, and while other recent surveys show the former New York mayor in the lead, Thompson’s strength in key southern states, including the aforementioned South Carolina, has not gone unnoticed. This despite the fact that the famously laid-back Thompson has barely campaigned, forgoing the roll-up-your-sleeves-and-make-a-thousand-trips-to-Iowa strategy in favor of the odd Leno appearance and a YouTube jab at Michael Moore, in which he essentially told Moore that if he didn’t love America, he should leave it, and go to Cuba.", "images": ["http://pixel.nymag.com/imgs/daily/grub/2018/10/29/29-voting-booths.w160.h150.jpg", "http://images.nymag.com/images/2/btn-rss2.gif", "http://images.nymag.com/gfx/sect/realestate/09_streeteasy_300x125.gif", "http://pixel.nymag.com/imgs/daily/grub/2018/10/23/23-david-zilber-3.w160.h150.jpg", "http://pixel.nymag.com/imgs/daily/intelligencer/2018/10/25/guns/guns-lede.w160.h150.jpg", "http://images.nymag.com/images/2/ads/adchoices/AdChoices.png", "http://images.nymag.com/nymag/toc/2018-11-21a.w150.jpg", "http://nymcom.112.2O7.net/b/ss/nymcom/1/H.14--NS/0", "http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-703858h&cg=0&cc=1&ts=noscript", "https://pixel.nymag.com/imgs/daily/vulture/2018/03/01/01-red-sparrow.w160.h150.jpg", "http://nymag.com/images/2/daily/entertainment/graphics/footer_logo.gif", "http://images.nymag.com/news/features/thompson070730_1_560.jpg", "http://pixel.nymag.com/imgs/daily/grub/2018/10/25/25-floyd-cardoz-grub-diet.w160.h150.jpg", "https://pixel.nymag.com/imgs/daily/grub/2017/best-of-new-york/salad-sweetgreen-harvest-bowl.w160.h150.jpg", "http://pixel.nymag.com/imgs/daily/intelligencer/2018/10/25/magazine/26-chait.w160.h150.jpg", "http://images.nymag.com/current_issue.jpg", "http://nymag.com/images/2/graphics/07/articles/grubst_logo.gif", "https://pixel.nymag.com/imgs/daily/vulture/2018/02/28/28-bi-characters-2.w160.h150.jpg", "http://images.nymag.com/images/2/btn-continue.gif", "https://pixel.nymag.com/imgs/daily/vulture/2018/03/02/frank-walter/02-frank-walter-5.w160.h150.jpg", "https://pixel.nymag.com/imgs/daily/intelligencer/2018/01/17/17-surfing-donkey.w160.h150.jpg", "http://pixel.nymag.com/imgs/daily/intelligencer/2018/10/29/29-irish-startup-wake.w160.h150.jpg", "https://pixel.nymag.com/imgs/daily/vulture/2018/02/23/23-mcnamera-feed-lede.w160.h150.jpg", "http://images.nymag.com/gfx/footer/nymfooter_980x54.jpg"], "top_img": "http://images.nymag.com/news/features/thompson070730_1_560.jpg", "keywords": [], "authors": ["Stephen Rodrick"], "canonical_link": "", "title": "Encounters With 'Regular Guy' Fred Thompson -- New York Magazine", "meta_data": {"Headline": "The Actor", "Byline": "Stephen Rodrick", "Type_of_Feature": "Features", "Issue_Date": "July 30, 2007", "keywords": "fred thompson, Rudy Giuliani, Tommy Beuerlein, Howard Baker, John Buzhardt, Roger Donaldson, Robert Brown, Mike Kopp, Trent Lott, law and order, Tony Fabrizio", "og": {"title": "The Actor", "site_name": "NYMag.com"}, "content.author": "Stephen Rodrick", "content.form": "Entries", "content.hierarchy": "News & Features Channel:Magazine", "content.hierarchy.title": "Magazine Articles", "content.type": "Articles", "content.source": "Magazine", "description": "Fred Thompson bills himself as a true southern conservative and a plain-ol’-folks regular guy. But is he just playing a part?", "related_stories": "The Actor: Is Fred Thompson Just Playing a Part?", "document_type": "Article", "category": "Features", "copyright": "© 2014 New York Magazine Holdings LLC. All Rights Reserved.", "MSSmartTagsPreventParsing": "true"}, "movies": [], "publish_date": null, "source": "http://nymag.com", "summary": ""}