{"url": "http://www.nbcnews.com/meet-the-press/clinton-s-lead-over-trump-shrinks-3-points-new-nbc-n577726", "text": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nMay 22, 2016, 1:00 PM GMT / Updated May 23, 2016, 11:29 AM GMT By Mark Murray\n\nHillary Clinton's advantage over Donald Trump has narrowed to just three points — resulting in a dead-heat general-election contest with more than five months to go until November, according to a new national NBC News/Wall Street Journal poll.\n\nClinton, who remains a heavy favorite to win the Democrat nomination, leads the presumptive GOP nominee 46 percent to 43 percent among registered voters, a difference that is within the poll’s margin of error of plus-or-minus 3.1 percentage points. In April, Clinton held an 11-point advantage over Trump, 50 percent to 39 percent, and had led him consistently by double digits since December.\n\nIn a more hypothetical matchup, Democrat Bernie Sanders leads Trump by 15 points, 54 percent to 39 percent.\n\nLooking inside the numbers of her race against Trump, Clinton holds the edge among African Americans (88 percent to 9 percent), Latinos (68 percent to 20 percent), women (51 percent to 38 percent) and those ages 18 to 34 (55 percent to 32 percent).\n\nTrump, meanwhile, is ahead among whites (52 percent to 36 percent), seniors (52 percent to 41 percent), men (49 percent to 40 percent) and independents (42 percent to 37 percent).\n\nThe NBC/WSJ poll — conducted May 15-19 — comes after Trump became the Republican Party's presumptive presidential nominee, but also as the ongoing Clinton-vs.-Sanders Democratic race has become more contentious in recent days.\n\nRepublicans are now supporting Trump over Clinton by an 86 percent-to-6 percent margin, which is up from 72 percent to 13 percent a month ago, suggesting that GOP voters are consolidating around their presumptive nominee.\n\nComplete Coverage: Decision 2016\n\nWhile Democrats are backing Clinton by an 83 percent-to-9 percent clip, just 66 percent of Democratic primary voters preferring Sanders support Clinton in a matchup against Trump (compared with 88 percent of Clinton primary voters who favor Sanders in a hypothetical general-election contest). Those numbers underscore Clinton’s challenge in winning over Sanders voters once the Democratic primary contest concludes.\n\nMr. and Mrs. Unpopular\n\nTrump and Clinton are currently the two most unpopular likely presidential nominees in the history of the NBC/WSJ poll.\n\nThirty four percent of registered voters have a positive opinion of Clinton, versus 54 percent who have a negative opinion (-20) — a slight uptick from her minus-24 score last month.\n\nTrump's rating is even worse than Clinton’s: Twenty nine percent have a positive opinion of him, while 58 percent have a negative opinion (-29) — an improvement from his minus-41 score in April.\n\n“This has never been matched, or even close to being matched,” Democratic pollster Peter Hart, who conducted the survey with Republican pollster Bill McInturff, says of these negative ratings for Trump and Clinton.\n\nBy contrast, Sanders is in positive territory. Forty-three percent have a positive view of the Vermont senator, versus 36 percent who have a negative view (+7). One difference Clinton and Sanders: Clinton’s rating among Democratic voters supporting Sanders is 38 percent positive, 41 percent negative (-3); Sanders’ rating among Clinton supporters is 54 percent positive, 23 percent negative (+31).\n\nPresident Obama’s overall score in the current NBC/WSJ poll is at 49 percent positive, 41 percent negative (+8).\n\nForty Seven Percent Would Consider a Third-Party Candidate\n\nAsked if they would consider a third-party candidate if Clinton and Trump were the major party nominees, 47 percent of registered voters say yes -- a higher percentage than those who said yes on a similar question in 2008 and 2012.\n\nFifty percent of voters say they would not consider a third-party candidate.\n\nThe NBC/WSJ poll was conducted May 15-19 of 1,000 registered voters, including 450 cell phone-only respondents and another 46 reached on a cell but who also have a landline. The overall margin of error is plus-minus 3.1 percentage points.", "images": ["https://media3.s-nbcnews.com/j/newscms/2016_20/1546716/160522-clinton-trump-jsw-1020a_883ebe6eece65ab34488a50309a2740d.nbcnews-fp-1200-630.jpg", "https://media2.s-nbcnews.com/i/newscms/2018_43/233891/140306-mark_murray-1615_2dbddfde3299057227d6c3f7ab293e35.jpg", "https://c.betrad.com/pub/icon1.png", "https://media3.s-nbcnews.com/j/newscms/2016_20/1546716/160522-clinton-trump-jsw-1020a_883ebe6eece65ab34488a50309a2740d.fit-760w.jpg"], "top_img": "https://media3.s-nbcnews.com/j/newscms/2016_20/1546716/160522-clinton-trump-jsw-1020a_883ebe6eece65ab34488a50309a2740d.nbcnews-fp-1200-630.jpg", "keywords": [], "authors": ["Mark Murray", "Mark Murray Is A Senior Political Editor At Nbc News."], "canonical_link": "https://www.nbcnews.com/meet-the-press/clinton-s-lead-over-trump-shrinks-3-points-new-nbc-n577726", "title": "Clinton's Lead Over Trump Shrinks to 3 Points: New NBC News/WSJ Poll", "meta_data": {"msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/nbcnews/all-other-sizes-PNG.ico/ms-icon-144x144.png", "msapplication-config": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/nbcnews/all-other-sizes-PNG.ico/browserconfig.xml", "fb": {"app_id": 10150138890205613, "pages": 1508175089456029}, "og": {"site_name": "NBC News", "locale": "en_US", "url": "https://www.nbcnews.com/meet-the-press/clinton-s-lead-over-trump-shrinks-3-points-new-nbc-n577726", "title": "Poll: Clinton's Lead Over Trump Shrinks to 3 Points", "description": "Hillary Clinton's national lead over Donald Trump has narrowed to just three points in a new NBC News/Wall Street Journal poll.", "image": {"identifier": "https://media3.s-nbcnews.com/j/newscms/2016_20/1546716/160522-clinton-trump-jsw-1020a_883ebe6eece65ab34488a50309a2740d.nbcnews-fp-1200-630.jpg", "secure_url": "https://media3.s-nbcnews.com/j/newscms/2016_20/1546716/160522-clinton-trump-jsw-1020a_883ebe6eece65ab34488a50309a2740d.nbcnews-fp-1200-630.jpg", "type": "image/jpeg", "width": 1200, "height": 630}, "type": "article"}, "twitter": {"site": "@NBCNews", "creator": "NBCNews", "image": "https://media3.s-nbcnews.com/j/newscms/2016_20/1546716/160522-clinton-trump-jsw-1020a_883ebe6eece65ab34488a50309a2740d.nbcnews-fp-1024-512.jpg", "title": "Poll: Clinton's Lead Over Trump Shrinks to 3 Points", "description": "Hillary Clinton's national lead over Donald Trump has narrowed to just three points in a new NBC News/Wall Street Journal poll.", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1", "description": "Hillary Clinton's national lead over Donald Trump has narrowed to just three points in a new NBC News/Wall Street Journal poll.", "thumbnail": "https://media3.s-nbcnews.com/j/newscms/2016_20/1546716/160522-clinton-trump-jsw-1020a_883ebe6eece65ab34488a50309a2740d.social_share_1024x768_scale.jpg", "apple-itunes-app": "app-id=319740707"}, "movies": [], "publish_date": null, "source": "http://www.nbcnews.com", "summary": ""}